import React from 'react';
import { Link } from 'react-router-dom';

const InfoPage = () => (
  <div className="main">
    <Link to="/">Home</Link>
    <div>
      <p>
        стоим мы на посту повзводно и поротно бессмертны как огонь спокойны как
        гранит мы - армия страны мы - армия народа великий подвиг наш история
        хранит
      </p>
      <p>
        не зря в судьбе алеет знамя не зря на нас надеется страна священные
        слова москва за нами мы помним со времён бородина священные слова москва
        за нами мы помним со времён бородина​
      </p>
      <p>
        вручили нам отцы всесильное оружье мы родине своей присягу принесли и в
        жизни нам дана единственная служба от смерти защищать грядущее земли
      </p>
      <p>
        не зря в судьбе алеет знамя не зря на нас надеется страна священные
        слова москва за нами мы помним со времён бородина священные слова москва
        за нами мы помним со времён бородина
      </p>
      <p>
        не надо нас пугать бахвалиться спесиво не стоит нам грозить и вновь с
        огнём играть ведь если враг рискнёт проверить нашу силу его мы навсегда
        отучим проверять
      </p>
      <p>
        не зря в судьбе алеет знамя не зря на нас надеется страна священные
        слова москва за нами мы помним со времён бородина священные слова москва
        за нами мы помним со времён бородина
      </p>
    </div>
  </div>
);

export default InfoPage;
